Repository: WPPlugins/e-motion-made4ecommerce
Catalog: languages/e-motion-m4ec-*.po
Languages: it_it

source: Total Discount
it_it: Totale Sconto

source: Exported %s orders
it_it: %s ordini esportati

source: Invalid orderID
it_it: OrderID non valido

source: Click here to print your label
it_it: Clicca qui per stampare l'etichetta

source: Items shipped via %s on %s with tracking number %s.<br>%s
it_it: Prodotti spediti con %s il %s con numero di tracking %s.<br>%s

source: Updated order %s to status %s
it_it: Ordine aggiornato %s allo stato di %s

source: Get order statuses
it_it: Recupera stati ordine

source: Get payment gateways
it_it: Recupera gateways di pagamento

source: Missing required param: %s
it_it: Parametro richiesto mancante: %s

source: Authentication key is required
it_it: Chiave di autenticazione è necessaria

source: Invalid authentication key
it_it: Chiave di autenticazione non valida

source: Action is required
it_it: Il parametro action è obbligatorio

source: Input params: %s
it_it: Parametri di input: %s

source: %s is not a valid action
it_it: %s non è un'azione valida

source: e-motion allows you to retrieve orders and ship your products with ease.<br>
it_it: e-motion consente di recuperare gli ordini e spedire i vostri prodotti con facilità.<br>

source: <strong>e-motion</strong> is almost ready &#8211; Please configure the plugin to begin exporting orders.
it_it: <strong>e-motion</strong> è quasi pronto – si prega di configurare il plugin per iniziare l'esportazione ordini.

source: Settings
it_it: Impostazioni

source: View e-motion Settings
it_it: Impostazioni di visualizzazione e-motion

source: Sandbox (only for test)
it_it: Sandbox (solo per test)

source: Live (production)
it_it: Live (in produzione)

source: Mode
it_it: Modalità

source: Choose between Sandbox Mode (only for test) and Live Mode (production)
it_it: Scegli tra la modalità Sandbox (solo per test) e la modalità Live (in produzione)

source: Api Key
it_it: Chiave API

source: Copy and paste your e-motion key into this field.
it_it: Copiare e incollare la chiave di e-motion in questo campo.

source: This is the <code>Auth Key</code> you have in e-motion and allows WooCommerce to communicate with your e-motion profile.
it_it: Questa è la <code>Username Api</code> di e-motion e permette a WooCommerce di comunicare con il tuo profilo e-motion.

source: Authentication Key
it_it: Chiave di Autenticazione

source: Copy and paste this key into e-motion during setup.
it_it: Copiare e incollare questa chiave in e-motion durante l'installazione.

source: This is the <code>Auth Key</code> you set in e-motion and allows e-motion to communicate with your store.
it_it: Questo è la <code>Auth Key</code> di e-motion e permette a WooCommerce di comunicare con il tuo profilo e-motion.

source: Logging
it_it: Registrazione

source: Enable Logging
it_it: Abilitare i Log

source: Log all API interations.
it_it: Registra tutti gli eventi

source: Adds e-motion service support to your eCommerce.
it_it: Aggiunge il supporto di servizio di e-motion per il tuo eCommerce.
